[
    {
        "data": {
            "category": "injury",
            "components": [],
            "costStamina": 4,
            "effect": "В тенях начинает слышаться шёпот, за углами появляются призрачные силуэты. Жертва порчи должна совершать случайные проверки Внимания с неопределённой СЛ, каждый раз краем глаза замечая кого-то или что-то. Проверки Внимания не несут какой-либо угрозы — это лишь видения.",
            "source": "core",
            "specData": {
                "hazard": "low",
                "withdrawal": "Жертва порчи должна принести плошку чистой воды, ветвь белого мирта и пузырёк чернил на поляну, когда в небе стоит полумесяц. Когда месяц поднимется в высшую точку, жертва порчи должна вылить чернила в воду, обмакнуть ветку в получившуюся смесь и стряхнуть капли по кругу (вокруг себя), задержав при этом дыхание."
            }
        },
        "img": "systems/TheWitcherRPG/assets/Spells/Hexes/TheHexShadow.png",
        "name": "Теневая порча",
        "type": "spell"
    },
    {
        "data": {
            "category": "injury",
            "components": [],
            "costStamina": 4,
            "effect": "На гениталиях жертвы высыпают воспалённые зудящие прыщи. Вечный зуд не наносит урона, но причиняет жертве постоянный дискомфорт, что даёт штраф -1 к любым действиям. Также жертва получает штраф -5 к Соблазнению, когда доходит до раздевания.",
            "source": "core",
            "specData": {
                "hazard": "low",
                "withdrawal": "Жертва должна взять единицу склеродерма, немного собачьей петрушки и переступня, затем развести костёр и связать травы в пучок. Как только всё будет готово, травы нужно поджечь и пеплом посыпать пострадавший от порчи участок тела, произнося при этом магиче­ ские слова."
            }
        },
        "img": "systems/TheWitcherRPG/assets/Spells/Hexes/TheEternalItch.png",
        "name": "Вечный зуд",
        "type": "spell"
    },
    {
        "data": {
            "category": "injury",
            "components": [],
            "costStamina": 8,
            "effect": "Периодически жертву постигает неудача. В особо стрессовых ситуациях, например в бою или при необходимости выполнить что-то за установленный срок или совершить проверку со СЛ выше 15, жертва получает критический провал при выпадении 1 или 2 на d10.",
            "source": "core",
            "specData": {
                "hazard": "medium",
                "withdrawal": "Жертва должна вбить серебряный гвоздь в дверную раму у себя дома и повесить на него 2 единицы аконита, связанные локоном волос девственницы. Затем жертве надлежит встать под этим гвоздём, зажечь подвешенную связку из волос и аконита и вдохнуть поглубже."
            }
        },
        "img": "systems/TheWitcherRPG/assets/Spells/Hexes/TheDevilLuck.png",
        "name": "Дьявольская удача",
        "type": "spell"
    },
    {
        "data": {
            "category": "injury",
            "components": [],
            "costStamina": 8,
            "effect": "Заставляет жертву во сне видеть один и тот же жуткий кошмар. Каждую ночь жертва должна совершать проверку Сопротивления убеждению со СЛ, равной проверке Наведения порчи заклинателя. При успехе жертва спит всю ночь, пусть и беспокойно. При провале она не может сомкнуть глаз и не восстанавливает Вын или ПЗ за ночь. Если жертва проваливает проверку 3 ночи подряд, её Вын снижается вполовину, и до тех пор, пока не выспится полную ночь, жертва получает штраф -2 ко всем действиям.",
            "source": "core",
            "specData": {
                "hazard": "medium",
                "withdrawal": "Жертва должна взять 5 свечей, 5 единиц костей животных и единицу светящейся\nруды. В ночь церемонии нужно расставить свечи кругом (вокруг себя), соединив их между собой костями животных, и положить светящуюся руду себе под голову. Если жертва сумеет проспать так всю ночь, порча будет снята."
            }
        },
        "img": "systems/TheWitcherRPG/assets/Spells/Hexes/TheNightmare.png",
        "name": "Кошмар",
        "type": "spell"
    },
    {
        "data": {
            "category": "injury",
            "components": [],
            "costStamina": 12,
            "effect": "Жертва ослабевает, не в силах сопротивляться болезням и тошноте. Когда жертва контактирует с заражённым, она заболевает с вероятностью 75 %. Если жертва чувствует хотя бы слегка тошнотворный запах, она должна пройти проверку Стойкости со СЛ 16 или же будет мучима тошнотой.",
            "source": "core",
            "specData": {
                "hazard": "high",
                "withdrawal": "Жертва должна собрать 3 единицы речной глины, 1 единицу угля, 3 единицы смолы и единицу дымной пыли. Сначала нужно вылепить из глины, смешанной с дымной пылью, тотем, покрытый смолой и с угольками вместо глаз. Для этого требуется совершить проверку Искусства со СЛ 14. Затем жертва должна наполнить тотем силой, произнеся магические слова. Сразу после этого тотем необходимо разбить, а глаза-угольки измельчить в порошок и съесть."
            }
        },
        "img": "systems/TheWitcherRPG/assets/Spells/Hexes/ThePestaKiss.png",
        "name": "Поцелуй Песты",
        "type": "spell"
    },
    {
        "data": {
            "category": "injury",
            "components": [],
            "costStamina": 12,
            "effect": "Жертва становится ненавистна зверям и прочим животным. Когда жертва подходит к животному на 10 метров, оно относится к ней с недоверием, что даёт жертве штраф -3 к Выживанию в дикой природе при обращении с животными. Каждый раз, когда жертва оказывается в 10 метрах от животного, оно нападает с вероятностью 50 %. ",
            "source": "core",
            "specData": {
                "hazard": "high",
                "withdrawal": "Потребуются небольшое живое животное, 2 единицы омелы, единица фосфора, 2 единицы вороньего глаза, 3 единицы корня мандрагоры. Под полной луной жертва должна вспороть глотку животному и выпить его кровь. Затем тело животного необходимо обложить омелой, вороньим глазом и корнями мандрагоры, после чего сжечь в открытом пламени. Когда шерсть или чешуя животного начнёт гореть, следует бросить в огонь фосфор. Как только огонь угаснет, жертва должна забрать кости животного и носить их с собой целый день."
            }
        },
        "img": "systems/TheWitcherRPG/assets/Spells/Hexes/TheHexOfTheBeast.png",
        "name": "Звериная порча",
        "type": "spell"
    }
]