[
    {
        "data": {
            "category": "invocHighPriest",
            "costStamina": 16,
            "effect": "Взывая к силе Львиноголового Паука, заклинатель разрезает узы жизни, связывающие цель с этим миром. Цель должна пройти проверку Сопротивления магии, иначе окажется при смерти, как если бы получила обычный урон. Но если цели помогут, пройдя проверку Первой помощи или Лечащего прикосновения со СЛ 16, ПЗ цели немедленно восстановятся, как до сотворения инвокации.",
            "source": "core",
            "specData": {
                "LevelType": "master",
                "deities": "",
                "duration": "Мгновенная",
                "DistantionType":"accurate",
                "DistantionValue": 10,
                "defence": "magic"
            }
        },
        "img": "systems/TheWitcherRPG/assets/Spells/Invocations/Priest/BlessingOfDeath.png",
        "name": "Благословение смерти",
        "type": "spell"
    },
    {
        "data": {
            "category": "invocHighPriest",
            "costStamina": 16,
            "effect": "Взывая к силе Вечного Огня, заклинатель заставляет цель загореться ярким белым пламенем с красными проблесками. Такое пламя наносит двойной урон от горения и может быть потушено лишь магическим образом либо полным погружением под воду на 3 раунда. Всё, что коснётся этого пламени, тут же загорится обычным огнём и может быть потушено за 1 полный раунд.",
            "source": "core",
            "specData": {
                "LevelType": "master",
                "deities": "",
                "duration": "Пока не потушат",
                "DistantionType":"accurate",
                "DistantionValue": 10,
                "defence": "magic"
            }
        },
        "img": "systems/TheWitcherRPG/assets/Spells/Invocations/Priest/EternalJudgement.png",
        "name": "Вечный суд",
        "type": "spell"
    },
    {
        "data": {
            "category": "invocHighPriest",
            "costStamina": 16,
            "effect": "Взывая к богине Фрейе, заклинатель призывает её дух в своё тело, создавая вокруг себя свечение, которое распространяется на 20 метров во всех направлениях. Любого, кто находится в этой зоне, приободряют любовь и наставления Великой Матери Фрейи. Он становится невосприимчив к ужасу и дополнительно получает 25 ПЗ на время действия инвокации. Если цель покидает зону действия инвокации, эффект длится ещё 1d6 раундов. Отсчёт длительности эффекта обновляется, когда цель снова входит в зонудействия инвокации и покидает её. Эффект действует даже на тех, кто не верит во Фрейю. Он может быть снят с любой цели по воле заклинателя.",
            "source": "core",
            "specData": {
                "LevelType": "master",
                "deities": "",
                "duration": "20 раундов",
                "DistantionType":"zone",
                "DistantionValue": 20,
                "defence": "no"
            }
        },
        "img": "systems/TheWitcherRPG/assets/Spells/Invocations/Priest/FreyaBravery.png",
        "name": "Храбрость Фрейи",
        "type": "spell"
    },
    {
        "data": {
            "category": "invocHighPriest",
            "costStamina": 16,
            "effect": "Взывая к богине природы Мелитэле, заклинатель погружает определённое количество целей, равное значению его навыка Сотворение заклинаний, в глубокую кому, во время которой раны целей заживают. Всё это время цели инвокации не могут действовать и не реагируют на происходящее, даже если их тронут, переместят или атакуют. В конце отдыха цели инвокации возвращаются к жизни, полностью восстановив ПЗ. Если у цели были исцелённые критические ранения, она избавляется от штрафов после лечения. Это не отменяет постоянные штрафы от смертельных критических ранений.",
            "source": "core",
            "specData": {
                "LevelType": "master",
                "deities": "",
                "duration": "1 день",
                "DistantionType":"accurate",
                "DistantionValue": 5,
                "defence": "no"
            }
        },
        "img": "systems/TheWitcherRPG/assets/Spells/Invocations/Priest/HealingRest.png",
        "name": "Целительный покой",
        "type": "spell"
    },
    {
        "data": {
            "category": "invocHighPriest",
            "costStamina": 16,
            "effect": "Взывая к Креве, заклинатель получает силу божественного провидения. Во время действия заклинания вы можете потратить количество очков Удачи, равное утроенному значению вашего навыка Сотворение заклинаний. Вы можете добавить эти очки к любому сделанному вами броску, а также давать штрафы или бонусы к броскам любого, кто находится не далее чем в 10 метрах от вас.",
            "source": "core",
            "specData": {
                "LevelType": "master",
                "deities": "",
                "duration": "1 час",
                "DistantionType":"selfacc",
                "DistantionValue": 10,
                "defence": "no"
            }
        },
        "img": "systems/TheWitcherRPG/assets/Spells/Invocations/Priest/LuckofTheFather.png",
        "name": "Божественная удача",
        "type": "spell"
    },
    {
        "data": {
            "category": "invocHighPriest",
            "costStamina": 16,
            "effect": "Взывая к Великому Солнцу, заклинатель создаёт вокруг себя яркую ауру Белого пламени, освещающую всё в радиусе 10 метров, как солнце в ясный день (яркий свет). Аура пламени не обжигает тех, кого коснётся, но растапливает любой лёд и рассеивает все заклинания воды в радиусе 10 метров. Такие заклинания в зоне действия ауры можно сотворить только в том случае, если результат проверки Сотворения заклинаний мага будет выше, чем у жреца Великого Солнца. Более того, любое уязвимое к солнечному свету чудовище, находящееся в зоне действия ауры, получает двойной штраф.",
            "source": "core",
            "specData": {
                "LevelType": "master",
                "deities": "",
                "duration": "1 час",
                "DistantionType":"zone",
                "DistantionValue": 10,
                "defence": "magic"
            }
        },
        "img": "systems/TheWitcherRPG/assets/Spells/Invocations/Priest/WhiteFlame.png",
        "name": "Белое пламя",
        "type": "spell"
    }
]