[
    {
        "data": {
            "category": "ritual",
            "components": [],
            "costStamina": 3,
            "effect": "Очищает тело одной цели от ядов и болезней. При сотворении ритуала заклинатель совершает проверку Проведения ритуалов с заданной СЛ для очищения тела цели: для очищения от крепкого алкоголя и наркотиков — СЛ 12, от ядов и масел — СЛ 15. Очистить организм от сильных болезней достаточно трудно — в данном случае СЛ составляет 18. Ритуал очищения не может исцелить заразу вроде Бича Катрионы.",
            "source": "core",
            "specData": {
                "LevelType": "newbie",
                "duration": "Мгновенный",
                "forgeDC": "Меняется",
                "preparationTime": "5 раундов"
            }
        },
        "img": "systems/TheWitcherRPG/assets/Spells/Rituals/CleansingRitual.png",
        "name": "Ритуал очищения",
        "type": "spell"
    },
    {
        "data": {
            "category": "ritual",
            "components": [],
            "costStamina": 5,
            "effect": "Гидромантия позволяет на небольшой водной поверхности просмотреть событие, произошедшее (или ещё происходящее) в пределах двух дней до текущего момента. Для просмотра прошедшего события СЛ равна 15, а при попытке просмотреть событие, происходящее в данный момент, СЛ увеличивается на 3. Если на месте происходящего события окажется маг, он может почувствовать слежку, совершив проверку Магических познаний со СЛ, равной результату проверки Проведения ритуалов. ",
            "source": "core",
            "specData": {
                "LevelType": "newbie",
                "duration": "Мгновенный",
                "forgeDC": "15 (18)",
                "preparationTime": "5 раундов"
            }
        },
        "img": "systems/TheWitcherRPG/assets/Spells/Rituals/Hydromancy.png",
        "name": "Гидромантия",
        "type": "spell"
    },
    {
        "data": {
            "category": "ritual",
            "components": [],
            "costStamina": 3,
            "effect": "Записывает сообщение длиной не более 5 минут в самоцвет или кусок стекла с начертанным на нём магическим символом. Заклинатель может установить не более 3 элементов, которые запускают воспроизведение сообщения. После воспроизведения сообщение исчезает, пока не будет активирован следующий запускающий элемент. При активации появляется призрачная фигура заклинателя, которая и произносит сообщение. При записи на совершенный самоцвет сообщение воспроизводится так чётко, словно заклинатель действительно находится рядом.",
            "source": "core",
            "specData": {
                "LevelType": "newbie",
                "duration": "Постоянный",
                "forgeDC": 12,
                "preparationTime": "5 раундов"
            }
        },
        "img": "systems/TheWitcherRPG/assets/Spells/Rituals/MagicalMessage.png",
        "name": "Магическое сообщение",
        "type": "spell"
    },
    {
        "data": {
            "category": "ritual",
            "components": [],
            "costStamina": 5,
            "effect": "Пиромантия позволяет заглянуть в пламя и увидеть происходящие события. Пиромантия несколько опаснее Гидромантии — её тяжелее поддерживать, к тому же огонь не позволяет смотреть в прошлое. Зато разглядеть события, происходящие в данный момент, куда проще. Как и в случае с Гидромантией, маг, за которым наблюдает заклинатель, может почувствовать слежку, совершив проверку Магических познаний со СЛ, равной результату проверки Проведения ритуалов. ",
            "source": "core",
            "specData": {
                "LevelType": "newbie",
                "duration": "активный (5 Вын)",
                "forgeDC": 15,
                "preparationTime": "5 раундов"
            }
        },
        "img": "systems/TheWitcherRPG/assets/Spells/Rituals/Pyromancy.png",
        "name": "Пиромантия",
        "type": "spell"
    },
    {
        "data": {
            "category": "ritual",
            "components": [],
            "costStamina": 5,
            "effect": "Этот ритуал создаёт магический круг, влияющий на восстановление здоровья находящейся внутри него цели. Круг восстанавливает 3 ПЗ в ход. Регенерация длится 10 раундов и только пока цель находится в круге. Если цель покидает круг, он исчезает.",
            "source": "core",
            "specData": {
                "LevelType": "newbie",
                "duration": "одно использование",
                "forgeDC": 15,
                "preparationTime": "5 раундов"
            }
        },
        "img": "systems/TheWitcherRPG/assets/Spells/Rituals/RitualOfLife.png",
        "name": "Ритуал жизни",
        "type": "spell"
    },
    {
        "data": {
            "category": "ritual",
            "components": [],
            "costStamina": 3,
            "effect": "Создаёт магический круг, повышающий сопротивление тела магии, что даёт цели бонус к Энергии, равный половине значения навыка Проведение ритуалов заклинателя. Первый способный к магии персонаж, вошедший в круг и сосредоточившийся на нём, получает этот бонус на 5 часов. Или же заклинатель может истощить круг и получить 1d6/2 пятой эссенции.",
            "source": "core",
            "specData": {
                "LevelType": "newbie",
                "duration": "Одно использование",
                "forgeDC": 15,
                "preparationTime": "5 раундов"
            }
        },
        "img": "systems/TheWitcherRPG/assets/Spells/Rituals/RitualOfMagic.png",
        "name": "Магический ритуал",
        "type": "spell"
    },
    {
        "data": {
            "category": "ritual",
            "components": [],
            "costStamina": 5,
            "effect": "Сосуд заклятия создаёт магический вихрь внутри запечатанного глиняного сосуда. Вихрь существует 1d6 дней и активируется при разбивании сосуда, сотворяя случайное заклинание из приведённого ниже списка. Совершите бросок 1d10/2: 1. Тюрьма Тальфрина 2. Зефир 3. Танио Ильхар 4. Туман Дормина 5. Статическая буря",
            "source": "core",
            "specData": {
                "LevelType": "newbie",
                "duration": "1d6 дней",
                "forgeDC": 15,
                "preparationTime": "5 раундов"
            }
        },
        "img": "systems/TheWitcherRPG/assets/Spells/Rituals/SpellJar.png",
        "name": "Сосуд заклятия",
        "type": "spell"
    },
    {
        "data": {
            "category": "ritual",
            "components": [],
            "costStamina": 5,
            "effect": "Спиритический сеанс позволяет связаться с духом умершего. Во время сеанса душа мертвеца возвращается в виде духа с разумом умершего. Духу передаются все воспоминания покойного, включая то, как он умер. Поговорить с ним можно на месте его захоронения. Духа можно отправить обратно в мир мёртвых, только если он сам этого захочет или если его уничтожить. Спиритический сеанс призывает духов всех родственников умершего в пределах 20 метров, так что использовать этот ритуал в фамильном склепе не рекомендуется.",
            "source": "core",
            "specData": {
                "LevelType": "newbie",
                "duration": "постоянный",
                "forgeDC": 12,
                "preparationTime": "5 раундов"
            }
        },
        "img": "systems/TheWitcherRPG/assets/Spells/Rituals/SpiritSeance.png",
        "name": "Спиритический сеанс",
        "type": "spell"
    },
    {
        "data": {
            "category": "ritual",
            "components": [],
            "costStamina": 3,
            "effect": "Телекоммуникатор позволяет связаться с тем, у кого есть такое же устройство. Ритуал прост, но для его проведения у обоих собеседников должен быть телекоммуникатор и они оба должны провести ритуал. Данный ритуал позволяет общаться на огромном расстоянии, из любых уголков Континента.",
            "source": "core",
            "specData": {
                "LevelType": "newbie",
                "duration": "1 час",
                "forgeDC": 0,
                "preparationTime": "5 раундов"
            }
        },
        "img": "systems/TheWitcherRPG/assets/Spells/Rituals/Telecommunication.png",
        "name": "Телекоммуникация",
        "type": "spell"
    },
    {
        "data": {
            "category": "ritual",
            "components": [],
            "costStamina": 12,
            "effect": "Освящение создаёт магический круг, временно отталкивающий чудовищ. Радиус круга может быть не более 10 метров. Любое чудовище, которое попытается войти в круг, должно совершить проверку Сопротивления магии со СЛ, равной проверке Проведения ритуалов заклинателя, сделанной для сотворения круга. В пределах круга не действуют эффекты создаваемых чудовищами заклинаний, однако на немагические снаряды, запускаемые чудовищами, круг не влияет. Если чудовище успешно пройдёт проверку и войдёт в круг, оно может там остаться, но для выхода из круга ему придётся совершить ещё одну проверку. Если вы используете традиционные правила восприимчивости чудовищ, возьмите серебро для чудовищ, уязвимых к серебру, или метеорит для чудовищ, уязвимых к метеоритной стали.",
            "source": "core",
            "specData": {
                "LevelType": "prentice",
                "duration": "до рассеивания",
                "forgeDC": 18,
                "preparationTime": "10 раундов"
            }
        },
        "img": "systems/TheWitcherRPG/assets/Spells/Rituals/Consecrate.png",
        "name": "Освящение",
        "type": "spell"
    },
    {
        "data": {
            "category": "ritual",
            "components": [],
            "costStamina": 10,
            "effect": "Этот ритуал создаёт круглый барьер чистой энергии диаметром 10 метров. У барьера 50 ПЗ, после потери которых он уничтожается. В свой ход заклинатель может потратить дополнительные очки Вын для восстановления ПЗ барьера: по 5 ПЗ за 1 очко Вын. Барьер считается материальным и является непроходимой преградой для любого материального объекта. Как только барьер создан, ничто не может пройти за него. Воздух внутри барьера восполняется, позволяя тем, кто внутри, свободно дышать. При желании маг может прекратить восполнение запаса воздуха в пределах барьера — в таком случае воздуха хватит всего на 20 раундов. За каждого дополнительного персонажа в пределах барьера запасы воздуха снижаются на 1 раунд. Бесплотные существа могут проходить сквозь барьер, а персонажи могут телепортироваться как за его пределы, так и внутрь.",
            "source": "core",
            "specData": {
                "LevelType": "prentice",
                "duration": "активный (2 Вын)",
                "forgeDC": 18,
                "preparationTime": "10 раундов"
            }
        },
        "img": "systems/TheWitcherRPG/assets/Spells/Rituals/MagicBarrier.png",
        "name": "Магический барьер",
        "type": "spell"
    },
    {
        "data": {
            "category": "ritual",
            "components": [],
            "costStamina": 8,
            "effect": "Ритуал Онейромантии позволяет заклинателю увидеть сон, раскрывающий тайны и события как прошлого, так и настоящего. Заклинатель может провести ритуал самостоятельно, как и в случае с Гидромантией. Для того чтобы увидеть события, происходящие в данный момент, потребуется проверка с большей СЛ, чем для событий прошлого. Онейромантию можно обнаружить тем же способом, что и Гидромантию. Онейромант может разделить своё провидческое сновидение с количеством персонажей, равным его значению навыка Проведение ритуалов. Для этого онейромант должен установить контакт с теми, с кем собирается делиться сном: участники ритуала должны правдиво и искренне ответить на несколько личных вопросов. Сон длится до окончания действия ритуала.",
            "source": "core",
            "specData": {
                "LevelType": "prentice",
                "duration": "1d10 раундов",
                "forgeDC": "15 (18)",
                "preparationTime": "10 раундов"
            }
        },
        "img": "systems/TheWitcherRPG/assets/Spells/Rituals/Oneiromancy.png",
        "name": "Онейромантия",
        "type": "spell"
    },
    {
        "data": {
            "category": "ritual",
            "components": [],
            "costStamina": 16,
            "effect": "Артефактная компрессия уменьшает существо в пределах 10 метров до 1/10 от его изначального размера и заключает в нефрит. Цель, превращённая в такую статуэтку, пребывает без сознания. Процесс трансформации крайне болезнен для цели — она должна совершить проверку Стойкости со СЛ 15, чтобы не получить 6d6 урона в туловище. Цель может неограниченное время находиться в состоянии артефактной компрессии. Тело сохраняется в изначальном состоянии и не стареет. В сжатом виде у цели всего 1/5 её стандартных ПЗ с округлением вверх. При потере этих ПЗ цель умирает. Если у фигурки отломать конечность при проверке Силы со СЛ 14 или при нанесении 5 урона, это считается потерей конечности. Если фигурке отломить голову, цель умирает. Приклеивание конечности компрессированной фигурке не восстанавливает конечность существа. После декомпрессии цель дезориентирована, пока не пройдёт испытание Устойчивости.",
            "source": "core",
            "specData": {
                "LevelType": "master",
                "duration": "10 раундов",
                "forgeDC": 18,
                "preparationTime": "10 раундов"
            }
        },
        "img": "systems/TheWitcherRPG/assets/Spells/Rituals/ArtifactCompression.png",
        "name": "Артефактная компрессия",
        "type": "spell"
    },
    {
        "data": {
            "category": "ritual",
            "components": [],
            "costStamina": 15,
            "effect": "Позволяет создать простого голема, который будет служить заклинателю до своей смерти. Полученный голем во всём подчиняется воле заклинателя, но не может думать и выполнять точные действия, требующие использования пальцев или поднятия небольших предметов. Голем исполняет последний отданный ему приказ. При провале он будет повторять попытки до тех пор, пока не достигнет успеха или пока ему не прикажут остановиться. Если приказ бессрочный («носи воду»), голем будет выполнять его до тех пор, пока ему не прикажут остановиться или пока он не умрёт.",
            "source": "core",
            "specData": {
                "LevelType": "master",
                "duration": "постоянный",
                "forgeDC": 20,
                "preparationTime": "10 раундов"
            }
        },
        "img": "systems/TheWitcherRPG/assets/Spells/Rituals/GolemCrafting.png",
        "name": "Сотворение голема",
        "type": "spell"
    },
    {
        "data": {
            "category": "ritual",
            "components": [],
            "costStamina": 18,
            "effect": "Создаёт иллюзию, которую можно увидеть, услышать, понюхать и даже пощупать. Иллюзия нереальна, однако кажется реальной любому, кто войдёт в зону её действия. Радиус иллюзии — 20 метров. Заклинатель активно управляет иллюзией и меняет её. Если заклинатель создаёт в зоне действия иллюзии нечто опасное, чтобы дать отпор врагу, каждый противник может совершить проверку Сопротивления магии или Стойкости со СЛ 12. При успехе противник понимает, что на самом деле всё происходящее — иллюзия, и не получает урона. При провале противник думает, что полученный урон реален, и должен совершить испытание Устойчивости. Этот урон не способен убить цель, но может её дезориентировать.",
            "source": "core",
            "specData": {
                "LevelType": "master",
                "duration": "пока не рассеян",
                "forgeDC": 18,
                "preparationTime": "10 раундов"
            }
        },
        "img": "systems/TheWitcherRPG/assets/Spells/Rituals/InteractiveIllusion.png",
        "name": "Интерактивная иллюзия",
        "type": "spell"
    }
]