[
    {
        "data": {
            "category": "signs",
            "costStamina": 999999,
            "effect": "Ирден создаёт на земле вокруг заклинателя большой магический круг. Любой вошедший в этот круг (кроме самого заклинателя) получает штраф к Скорости и Реакции (равный количеству потраченных очков Выносливости) до тех пор, пока не покинет круг. Любое бесплотное существо, вошедшее в круг, становится материальным.",
            "source": "core",
            "specData": {
                "DistantionType": "selfzone",
                "DistantionValue": 3,
                "LevelType": "newbie",
                "defence": "no",
                "duration": "5 раундов",
                "element": "mixed"
            }
        },
        "img": null,
        "name": "Ирден",
        "type": "spell"
    },
    {
        "data": {
            "category": "signs",
            "costStamina": 999999,
            "effect": "Аард выпускает волну телекинетической силы, ошеломляющей существ с 10%-ным шансом сбить их с ног. Шанс сбивания с ног повышается на 10% за каждое затраченное очко Выносливости.",
            "source": "core",
            "specData": {
                "DistantionType": "cone",
                "DistantionValue": 2,
                "LevelType": "newbie",
                "defence": "evasion",
                "duration": "Мгновенный",
                "element": "air"
            }
        },
        "img": null,
        "name": "Аард",
        "type": "spell"
    },
    {
        "data": {
            "category": "signs",
            "costStamina": 999999,
            "effect": "Игни испускает волну огня и искр, наносящую 1d6 урона за каждое потраченное очко Выносливости и с вероятностью 50 % поджигающую всё, во что попадёт. Игни всегда наносит урон по туловищу, если только не применяется на минимальном расстоянии (в упор). При использовании в упор Игни можно направить на определённую часть тела.",
            "source": "core",
            "specData": {
                "DistantionType": "cone",
                "DistantionValue": 2,
                "LevelType": "newbie",
                "defence": "evblo",
                "duration": "Мгновенный",
                "element": "fire"
            }
        },
        "img": null,
        "name": "Игни",
        "type": "spell"
    },
    {
        "data": {
            "category": "signs",
            "costStamina": 999999,
            "effect": "Аксий дезориентирует цель, пока та не совершит успешное испытание Устойчивости со штрафом -1. За каждые 2 дополнительно потраченных очка Выносливости (свыше 1) испытание Устойчивости становится сложнее на 1.",
            "source": "core",
            "specData": {
                "DistantionType": "accurate",
                "DistantionValue": 8,
                "LevelType": "newbie",
                "defence": "magic",
                "duration": "Пока цель не придёт в себя",
                "element": "water"
            }
        },
        "img": null,
        "name": "Аксий",
        "type": "spell"
    },
    {
        "data": {
            "category": "signs",
            "costStamina": 999999,
            "effect": "Квен создаёт щит с 5 ПЗ за каждое очко Выносливости, потраченное на защиту. Если вы не смогли (или не захотели) защититься от атаки или наносящего урон эффекта, урон сначала применяется к щиту Квен. Смертельный и несмертельный урон одинаковым образом уменьшают ПЗ щита Квен. Когда ПЗ щита снижаются до 0, оставшийся урон применяется к укрывшемуся за ним персонажу. Чтобы повлиять на ваши ПЗ или Выносливости, урон должен сначала преодолеть ПБ и сопротивление урону, как при любой атаке. Квен можно применять против любых заклинаний, которые поддаются блокированию, но против остальных заклинаний он бессилен. Также Квен не действует на уже имеющийся урон от отравления, болезней или удушения от нехватки кислорода в воздухе. Квен нельзя сотворить снова, пока действует предыдущий такой же знак.",
            "source": "core",
            "specData": {
                "DistantionType": "self",
                "DistantionValue": 0,
                "LevelType": "newbie",
                "defence": "no",
                "duration": "10 раундов или пока не истрачен",
                "element": "earth"
            }
        },
        "img": null,
        "name": "Квен",
        "type": "spell"
    },
    {
        "data": {
            "category": "signs",
            "costStamina": 999999,
            "effect": "Ирден создаёт магическую ловушку, на подготовку которой уходит 1 раунд. Для атаки ловушка использует навык Сотворение заклинаний и Волю заклинателя, нанося 3d6 урона. Ловушка каждый раунд атакует ближайшую цель. Целью не могут быть союзники, только враги.",
            "source": "core",
            "specData": {
                "DistantionType": "selfzone",
                "DistantionValue": 3,
                "LevelType": "prentice",
                "defence": "evblo",
                "duration": "1 раунд за 1 очко Выносливости",
                "element": "mixed"
            }
        },
        "img": null,
        "name": "Магическая ловушка",
        "type": "spell"
    },
    {
        "data": {
            "category": "signs",
            "costStamina": 999999,
            "effect": "Квен создаёт сияющий щит вокруг заклинателя. У щита 10 ПЗ за каждое потраченное очко Выносливости. Каждый раунд, начиная со второго, заклинатель должен тратить на поддержание щита количество очков Выносливости, равное изначальной стоимости в Выносливости. Активный щит закрывает только заклинателя, но может защитить ещё одну цель, если та прижмётся к нему. Пока щит активен, ни один материальный предмет не может пройти через него, не разрушив. Двигаться со щитом нужно медленно, бегать запрещено. Когда действие щита заканчивается или его отбрасывают, всё вблизи заклинателя, включая предметы, мебель и союзников, отлетает на 2 метра, получая 1d6 урона в туловище. Всё, что прикреплено к земле или тяжелее 226 кг, не отталкивается, но получает урон.",
            "source": "core",
            "specData": {
                "DistantionType": "self",
                "DistantionValue": 0,
                "LevelType": "prentice",
                "defence": "no",
                "duration": "активный(изначальная стоимость в Выносливости)",
                "element": "earth"
            }
        },
        "img": null,
        "name": "Активынй щит",
        "type": "spell"
    },
    {
        "data": {
            "category": "signs",
            "costStamina": 999999,
            "effect": "Аард теперь создаёт выброс телекинетической силы вокруг заклинателя. За каждое потраченное очко Выносливости всё, с чем сталкивается энергия, ошеломлено и с вероятностью 10% сбито с ног. Энергия распространяется во все стороны подобно сфере. Летающие существа, попавшие под действие Сметающего Аарда, падают на землю.",
            "source": "core",
            "specData": {
                "DistantionType": "selfzone",
                "DistantionValue": 4,
                "LevelType": "prentice",
                "defence": "evasion",
                "duration": "Мгновенный",
                "element": "air"
            }
        },
        "img": null,
        "name": "Сметающий Аард",
        "type": "spell"
    },
    {
        "data": {
            "category": "signs",
            "costStamina": 999999,
            "effect": "Игни теперь испускает постоянный поток огня и искр, наносящий 1d6 урона за каждое затраченное очко Выносливости с 75%-ным шансом поджечь противника. Огненный поток необходимо поддерживать, каждый раунд затрачивая количество Выносливости, равное 1/2 изначальной стоимости в Выносливости. В свой ход заклинатель может сменить цель. Поток можно прицельно направить на часть тела.",
            "source": "core",
            "specData": {
                "DistantionType": "accurate",
                "DistantionValue": 3,
                "LevelType": "prentice",
                "defence": "evblo",
                "duration": "активный (1/2 изначальной стоимости в Выносливости)",
                "element": "fire"
            }
        },
        "img": null,
        "name": "Огненный поток",
        "type": "spell"
    },
    {
        "data": {
            "category": "signs",
            "costStamina": 999999,
            "effect": "Аксий теперь способен управлять разумом противника, заставляя его сражаться на стороне заклинателя число раундов, равное количеству затраченных на сотворение знака очков Выносливости. Каждый раунд цель может совершать проверку Сопротивления магии против вашей проверки Сотворения заклинаний, чтобы попытаться освободиться от влияния знака.",
            "source": "core",
            "specData": {
                "DistantionType": "accurate",
                "DistantionValue": 8,
                "LevelType": "prentice",
                "defence": "magic",
                "duration": "1 раундза 1 очко Выносливости или пока цель не освободится",
                "element": "water"
            }
        },
        "img": null,
        "name": "Марионетка",
        "type": "spell"
    }
]